Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/katja_gauriloff_saara_seipiharju_ja_sunna_nousuniemi_taidetapahtuman_tuomareiksi_-_tapahtuman_ohjelma_julkaistu.html.tmx
Source language: fin
Languages: sme

source: Katja Gauriloff, Sáárá Seipiharju ja Sunna Nousuniemi taidetapahtuman tuomareiksi – tapahtuman ohjelma julkaistu
sme: Katja Gauriloff, Sáárá Seipiharju ja Sunna Nousuniemi dáiddadáhpáhusa duopmárin – dáhpáhusa prográmma almmustahtton

source: Elokuvaohjaaja Katja Gauriloff, freelancer-toimittaja Sáárá Seipiharju ja elokuvantekijä Sunna Nousuniemi toimivat ensi tiistaina 18.5.2021 järjestettävän Saamelaisnuorten taidetapahtuman tuomareina.
sme: Filbmabagadalli Katja Gauriloff, freelancer-doaimmaheaddji Sáárá Seipiharju ja filbmadahkki Sunna Nousuniemi leat duopmárin Sámenuoraid dáiddadáhpáhusas, mii lágiduvvo boahtte maŋŋebárgga/disttaga 18.5.2021.

source: Saamelaisnuorten taidetapahtuma järjestetään etäyhteyksin kello 10 alkaen.
sme: Sámenuoraid dáiddadáhpáhus lágiduvvo gáiddusoktavuohtan diibmu 10.00 rájes.

source: Tapahtuman avaa Erke Eriksen musiikkiesityksellä .
sme: Dáhpáhusa rahpá Erke Eriksen musihkkaovdanbuktimiin.

source: Tapahtumassa esiintyvä Ravggon esittää uutta musiikkiaan ja myös Talent Suomessa nähty räppäri Mihkku Laiti vieraile lähetyksessä!
sme: Dáhpáhusas loaiddastalli Ravggon čuojaha iežas ođđa musihka ja maiddái Talent Suomas lean ráppejeaddji Mihkku Laiti guossástallá sáddagis!

source: Voit tutustua ohjelmaan tarkemmin alempaa.
sme: Prográmma oainnát dárkileappot vuolábealde.

source: Ravggon-bändi on tehnyt uutta levyä yhdessä tuottaja Duomis Heandaratin kanssa.
sme: Ravggon-joavku lea dahkan ođđa skearru ovttas buvttadeaddji Duomis Heandaragain.

source: Levy on viimeistelyvaiheessa.
sme: Skearru lea loahppagieđahallanmuttus.

source: Bändin kokoonpano on sama kuin ennen, mutta musiikki on muuttunut akustisemmasta folk-popista hieman rouheampaan ja jopa kokeilevaan suuntaan.
sme: Joavku čoaggana seammá čoakkádusain go ovdal, muhto musihkka lea rievdan akusttalut folk-pop –musihkas vehá groavvásut ja juoba geahččaladdan guvlui.

source: Sävellykset ovat saaneet inspiraatiota utuisista muistoista, henkilökohtaisista pyristelyistä ja oivalluksista sekä pelosta, mitä tapahtuu luonnolle, kun mikään ei enää riitä.
sme: Komposišuvnnat leat ožžon inspirašuvnna geađi čađa muittašemiin, persovnnalaš bánccardemiin ja fuopmášumiin sihke balus, mii dáhpáhuvvá lundui, go miige ii leat šat doarvái.

source: Tämän keikan Ravggon soittaa pienemmällä kokoonpanolla ja esittää myös uusia kappaleita, joita ei ole aiemmin esitetty.
sme: Dán ovdanbuktima Ravggon čuojaha unnit čoakkádusain ja ovdanbuktá maiddái ođđa bihtáid, mat eai leat ovdal ovdabukton.

source: Saamelaisnuorten taidetapahtumaa odotetaan yli 300:aa lasta ja -nuorta ympäri maan ja tapahtumassa nähdään 38 videota.
sme: Sámenuoraid dáiddadáhpáhussii vuordit badjel 300 máná ja nuora miehtá riikka ja dáhpáhusas oaidnit 38 video.

source: Lisäksi taidetapahtumaan odotetaan seuraajia julkiseen Youtube-striimiin, minkä linkkiä jaetaan taidetapahtuman sosiaalisessa mediassa.
sme: Dasa lassin dáiddadáhpáhussii vuordit čuovvuid almmolaš Youtube-streamii, man liŋka juhkkojuvvo dáiddadáhpáhusa sosiála medias.

source: Tapahtuma juonnetaan kolmella saamen kielellä.
sme: Dáhpáhus jođihuvvo golmma sámegillii.

source: Tapahtuman juontavat koltansaameksi Anna Lumikivi , inarinsaameksi Satu Aikio ja pohjoissaameksi Teija Kaartokallio .
sme: Dáhpáhusa jođihit nuortalašgillii Anna Lumikivi , anárašgillii Satu Aikio ja davvisámegillii Teija Kaartokallio.

source: Lisätietoja: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
sme: Lassedieđut: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
